# logical operators_ი გამოიყენება შედარებისთვის

for i in range(10):
    name = input(" Enter your name: ")
    print(" your name is:", name)

my_list = ["andria", "dachi", "lasha", "gabrieli", "daviti"]
print("პირველი ელემენტი:", my_list[0])
print("ბოლო ელემენტი:", my_list[-1])

# სია არის მონაცემთა სტრუქტურა, სადაც შეგიძლია ერთ ადგილას შეინახო ბევრი მნიშვნელობა
# ინდექსინგი ნიშნავს სიაში კონკრეტული ელემენტის ამოღებას მისი პოზიციის მიხედვით
# ცვლადსა და სიას შორის განსხვავება არის, რომ ცვლადი გამოიყენება რაღაცის შესანახად და სია გამოიყენება რაღაცის ჩამოსაწერად
