# + - მიმატებით ჩვენ შეგვიძლია, რომ რაღაცას რაღაცა მივუმატოთ და ტერმინალმა პასუხი გამოგვიტანოს
# _ - გამოკლებით ჩვენ შეგვიძლია, რომ რაღაცას რაღაცა გამოვაკლოთ და პასუხი ტერმინალმა გამოგვიტანოს
# * - გამრავლების მეშვეობით ჩვენ შეგვიძლია, რომ რაღაცა რაღაცაზე გავამრავლოთ და ტერმინალმა პასუხი გამოგვიტანოს
# / - გაყოფის მეშვეობით ჩვენ შეგვიძლია, რომ რაღაცა რაღაცაზე გავყოთ და პასუხი ტერმინალმა გამოგვიტანოს
# % - პროცენტის მეშვეობით ტერმინალი გამოგვიტანს დარჩენილ ნაშთს
# ** - ეს არის ხარისხიშ
# // - მეშვეობით ჩვენ ვიგებთ რამდენჯერ არის ეს რიცხვი ამ რიცხვში მოთავსებული
# კონკატინაცია არის string_ი და string_ი შეერთებული

num1=(5)
num2=(10)

print(10 + 5)
print(10 - 5)
print(10 * 5)
print(10 / 5)