my name="giga"
print(my name)
# ერორი იმიტომ ამოაგდო, რომ_snake_case_ს მაგივრად გამოტოვება გავაკეთეთ
my_name=goa
print(my_name)
# ერორი იმიტომ იყო, რომ_goa string_ის გარეშე გავაკეთეთ
name="lmao 
print(name)
# ერორი იყო, რომ ერთი პრჭყალის მაგივრად ორი პრჭყალი უნდა გვექნა
name=(bad
print(name)
# ერორი იყო, რომ ერთი ფრჩხილის მაგივრად ორი უნდა გვექნა და შეგვეცვალა პრჭყალებით
salary=(1000)
new_salary=100
print("salary")
# ერორი აქ იყო, რომ მეორე_salary უნდა დაგვეწერა და მერე უნდა დაგვეპრინტა














