# ერორი, რომ არ იყოს შუაში უნდა ჩავუსვათ_ქვედა ტირე
my name="goa"
print(my name)
# ერორი აქ იყო, რომ_my name_ში_ტირე უნდა ჩაგვესვა გამოტოვების მაგივრად
name=(goat
print=(name)
# აქ ერორი იყო, რომ ერთი ფრჩხილის მაგივრად_ორი ფრჩხილი უნდა ყოფილიყო და შეგვეცვალა_პრჭყალებით
name="globe
print(name)
# აქ ერორი იყო, რომ ერთი პრჭყალის მაგივრად ორი პრჭყალი უნდა დაგვეწერა
payment=(2000)
rent=(1000)
print(payment)
# აქ ერორი იყო, რომ_1_ლი_rent უნდა დაგვეწერა მეორე_payment
# ჩვენ კომენტარები გვჭირდება როცა რაღაცის დაწერა გვინდა მაგრამ, არ გამოვიტანოთ მისი დადაბითი მხარე არის,_რომ არ გამოიტანს რაღაცას როცა გჭირდება დაწერა უარყოფითი არის,_რომ გამოტანა არ შეუძლია რაღაცის
# პითონის საუკეთესო პრაქტიკების გამოყენება გვეხმარება პითონის კოდების დაწერაში



